{
  "version": "1.0.0",
  "platforms": {
    "ios": {
      "bundleId": "com.qzero.app",
      "version": "1.0.0",
      "build": "1"
    },
    "android": {
      "packageName": "com.qzero.app",
      "versionCode": 1,
      "versionName": "1.0.0"
    }
  },
  "languages": {
    "pt": {
      "title": "QZero - Gestão de Filas",
      "subtitle": "Gerencie filas e agendamentos",
      "description": "QZero é a solução completa para gestão de filas e agendamentos. Elimine filas físicas, melhore a experiência do cliente e otimize as operações do seu negócio com ferramentas de gestão em tempo real, notificações automáticas e análise de dados.",
      "keywords": [
        "fila",
        "agendamento",
        "gestão",
        "negócio",
        "senhas",
        "marcações",
        "atendimento",
        "cliente",
        "tempo real",
        "notificações"
      ],
      "shortDescription": "Gestão inteligente de filas e agendamentos para o seu negócio",
      "whatsNew": "Versão inicial com suporte multi-idioma e gestão completa de filas",
      "promotional": "Transforme a experiência dos seus clientes com gestão inteligente de filas"
    },
    "en": {
      "title": "QZero - Queue Management",
      "subtitle": "Manage queues and appointments",
      "description": "QZero is the complete solution for queue and appointment management. Eliminate physical queues, improve customer experience and optimize your business operations with real-time management tools, automatic notifications and data analysis.",
      "keywords": [
        "queue",
        "appointment",
        "management",
        "business",
        "tickets",
        "scheduling",
        "service",
        "customer",
        "real-time",
        "notifications"
      ],
      "shortDescription": "Smart queue and appointment management for your business",
      "whatsNew": "Initial release with multi-language support and complete queue management",
      "promotional": "Transform your customers' experience with smart queue management"
    },
    "es": {
      "title": "QZero - Gestión de Colas",
      "subtitle": "Gestiona colas y citas",
      "description": "QZero es la solución completa para la gestión de colas y citas. Elimine las colas físicas, mejore la experiencia del cliente y optimice las operaciones de su negocio con herramientas de gestión en tiempo real, notificaciones automáticas y análisis de datos.",
      "keywords": [
        "cola",
        "cita",
        "gestión",
        "negocio",
        "turnos",
        "programación",
        "servicio",
        "cliente",
        "tiempo real",
        "notificaciones"
      ],
      "shortDescription": "Gestión inteligente de colas y citas para su negocio",
      "whatsNew": "Versión inicial con soporte multi-idioma y gestión completa de colas",
      "promotional": "Transforme la experiencia de sus clientes con gestión inteligente de colas"
    },
    "fr": {
      "title": "QZero - Gestion de Files",
      "subtitle": "Gérer files et rendez-vous",
      "description": "QZero est la solution complète pour la gestion des files d'attente et des rendez-vous. Éliminez les files physiques, améliorez l'expérience client et optimisez les opérations de votre entreprise avec des outils de gestion en temps réel, des notifications automatiques et l'analyse de données.",
      "keywords": [
        "file",
        "rendez-vous",
        "gestion",
        "entreprise",
        "tickets",
        "planification",
        "service",
        "client",
        "temps réel",
        "notifications"
      ],
      "shortDescription": "Gestion intelligente des files et rendez-vous pour votre entreprise",
      "whatsNew": "Version initiale avec support multilingue et gestion complète des files",
      "promotional": "Transformez l'expérience de vos clients avec une gestion intelligente des files"
    }
  },
  "screenshots": {
    "pt": [],
    "en": [],
    "es": [],
    "fr": []
  },
  "supportedCountries": [
    "PT", "ES", "FR", "GB", "DE", "IT", "NL", "BE", "CH", "AT",
    "LU", "IE", "SE", "NO", "DK", "FI", "PL", "CZ", "GR", "RO",
    "HU", "BG", "HR", "CY", "EE", "LV", "LT", "MT", "SK", "SI",
    "GI", "LI", "US", "CA", "AU", "NZ", "SG", "HK", "JP", "MY",
    "TH", "TW", "AE", "BR", "MX", "CL", "CO"
  ]
}
